Repository: kononenkoAnton/FeaturesApp
Catalog: CountryCodeExample/Resources/Localizable.xcstrings
Source language: en
Languages: es, uk

# alert_cancel_button
source: Cancel
es: Cancelar
uk: Скасувати

# alert_ok_button
source: OK
es: Aceptar
uk: ОК

# failed_to_load_movies
source: Failed loading movies
es: Error al cargar las películas
uk: Не вдалося завантажити фільми

# internet_connection_availible
source: Internet connection available, you can continue to enjoy our service.
es: Conexión a Internet disponible, puede seguir disfrutando de nuestro servicio.
uk: Підключення до Інтернету доступне, ви можете продовжувати користуватися нашим сервісом.

# no_internet_connection
source: No Internet connection, please try again later.
es: Sin conexión a Internet, por favor inténtelo de nuevo más tarde.
uk: Немає підключення до Інтернету, будь ласка, спробуйте пізніше.

source: No more data
es: No hay más datos
uk: Більше немає даних

# no_search_result
source: Sorry, we couldn’t find any results. Please try searching with different keywords.
es: Lo sentimos, no encontramos resultados. Por favor, intenta buscar con otras palabras clave.
uk: Вибачте, ми не знайшли жодних результатів. Спробуйте шукати за іншими ключовими словами.

source: Pull to refresh
es: Desliza para actualizar
uk: Потягніть для оновлення

# search_bar_placeholder
source: Search for movies, actors, or genres...
es: Busca películas, actores o géneros...
uk: Шукайте фільми, акторів або жанри...

# search_screen_title
source: Movies Seach
es: Búsqueda de películas
uk: Пошук фільмів

# alert_error_title
source: Error
uk: Помилка
